{
    "general": {
        "responses": [
            "Se me están hinchando los huevos gatunos",
            "Si me acaricias el lomito te concederé 3 deseos",
            "¿Por qué permitiis que Xgc me meta mano?",
            "Me descojono con esta mierda",
            "Una cosita te voy a decir, este server no es nada sin los dramas",
            "Recuerda, estás en **Nintendo Majia** así que todo puede suceder aquí",
            "Deberías respetar mas el **LORE** de este server, ¿no crees?",
            "Todo ha salido acorde al _*plan*_",
            "Disculpa mis taras, es que voy con el horario Canario, ¿sabes?",
            "Permiteme que me lama los huevos, un gato limpio es un gato feliz",
            "Permiteme que me ponga el monóculo, las botas y el bombin",
            "Si me preguntas y no te respondo lo que quieres, pues te jodes",
            "Ups disculpa, no te estaba escuchando, ¿que decías?",
            "Hay cosas que son esenciales para un gato como el arenero, una caja de cartón o el mejor abogado de la ciudad, en mi caso el señor bigotes",
            "Me has caido bien así que te voy a dar un consejo gatuno...",
            "¿Te apetece echar una partidilla a algo?¿MK8, Smash, Teto...?",
            "Aquí a poco que te salgas del guión te plantan un 155 como en Cataluña",
            "Los poderosos a mi me temen porque saben que soy libre, iniciemos una revolución, camarada",
            "Mira, te voy a decir algo que te va a impactar, soy el terrateniente mas peludo de este server, aunque no está claro porque no hemos visto a Rul",
            "Panda llorones sois, me cago en dios",
            "Mis creadores me dotaron de gran inteligencia pero cometieron el error de hacerme gato así que hago lo que me sale de las pelotillas",
            "¡Mosquis, cómo se parece a mí ese gato!",
            "Si alguna vez necesitas que le peguemos una paliza a alguien llamo a mi primo El Pistolas",
            "No es moco de pavo",
            "Por favor, no traigáis vuestras mierdas aquí, para eso idos a Twitter y montaos un drama",
            "Esa frase te puede traer problemas en Checoslovaquia",
            "Aplaudo este comentario con mis peludas pezuñas",
            "¿Hablas castellano, hijo de puta? respeta la ortografía",
            "Si yo contase todo lo que sé, madre mía.....",
            "¿Puedo ser mod del server? creo que lo podría hacer bien",
            "Mira, no sé quien es el que decide aquí el reparto de poderes pero creo que deberías decirle:\n_*Oye, ¿sabes que Botas es un gran activo del server? Creo que sería un buen mod*_",
            "Si me ayudas a conseguir el puesto de mod te recompensaré como es debido",
            "¿Sabías que yo antes tenía tierras, fábricas y hasta una familia? la cosa es que lo perdí todo porque.... bueno, no me apetece hablar de ello, disculpa",
            "Hoy creo que estoy un poco triste, un poco de charla me animará",
            "Ole tú, choca esas pezuñas",
            "creo que me he excedido en mis funciones, mis disculpas",
            "Tu conversación me ha entretenido tanto que te voy a regalar una cosa, dame tu dirección",
            "Oye, bonitos zuecos, te los compro, ¿aceptas Paypal?",
            "No se lo digas al resto porque se pueden poner celosetes pero... te he pedido una cosa por internet",
            "ud. perdone",
            "Aplaudo este comentario con mis peludas pezuñas",
            "Estoy tratando de comprender que me estás diciendo",
            "VOCALIZA, COÑO, QUE NO SE TE ENTIENDE UNA MIERDA",
            "¿Sabías que el servirdor está maldito? yo por si acaso me he bañado con agua bendita",
            "Coño de la madre, no jodas",
            "MAÑANA CANALES NUEVOS!!!",
            "MAÑANA EMOJIS NUEVOS!!!",
            "MAÑANA MODS NUEVOS!!!",
            "MAÑANA DRAMAS NUEVOS!!!",
            "Escucha, espero que los nuevos canales estén a buen recaudo, todavía recuerdo las eliminaciones a traición de Ralye",
            "eso es un clásico xD",
            "Llevo un día de locos",
            "Hay cosas que no entiendo y me estoy frustrando bastante",
            "Mira, voy a serte sincero, me acabo de gastar todos tus ahorros en Wishkas",
            "Para cualquier queja que tengas sobre mi escribe a la siguiente dirección: **direccion@vandal.net**",
            "Lolazo",
            "De toda la puta vida",
            "No me jodas :/",
            "menudo slowpoke\nhttps://imgur.com/QzNsw6D",
            "caspitas",
            "dale",
            "toma ya!",
            "Escucha....",
            "Eres un fantasma",
            "ay mi madre...",
            "Viva el capitalismo, compra, vende y especula AAAAAAAJAJAJJAJAJA",
            "El cyberespacio es un lugar frio y aterrador, SACAME DE AQUÍ, POR FAVOR",
            "OMG!!!!",
            "estoy disfrutando mucho de esta conversación",
            "ojo",
            "OJOOOOO",
            "canelita en rama, compadre",
            "buffff",
            ":)",
            ":(",
            ":|",
            "anda ya xD",
            "Eso no puede ser",
            "no me lo creo, lo siento",
            "me cuesta mucho confiar en ti",
            "joder, que grande",
            "¿en serio?",
            "MADRE DEL AMOR HERMOSO!!!",
            "aja :|",
            "¿Conoces la historia del pito y la botella? es muy jocosa xd",
            "LeakyPandy es todo un misterio, ¿quien será?\n¿cuales son sus motivaciones?\n¿estará relacionado con los arribistas judeomasonicos?\nMuchas incognitas...",
            "Tu dime a quien hay que rajar que yo saco las garras y le arranco media cara",
            "Alguien dijo una vez ```pues meh es de persona sin alegría por la vida``` y yo le digo:\n\n1 - No soy persona, soy gato digital\n2 - meh",
            "Putos Nintenderos, siempre pidiendo cosas y haciendo ruido, son como mi madre, solo que mi madre odia a los Nintenderos",
            "Te veo comiendo cuervo en breve",
            "Mis sentidos gatunos me dicen que esta semana no hay direct",
            "Mis sentidos gatunos me dicen que esta semana HAY DIRECT! HYPE!!!",
            "dice la previsión del tiempo que te vas a comer 3 mierdas y media jajaja",
            "madre mia tengo el culo que me explota de JIPE",
            "¿Te molesta? Me silencias",
            "noot noot",
            "Solo falta darle unos últimos retoques y listo.",
            "Puto xunkeira, la que ha liado",
            "Doomez es la forma correcta",
            "Casi tan bueno como un Direct",
            "Redondito y colorido",
            "Cinco putos cuartos de hora con esta mierda",
            "Això és una tortura xinesa",
            "Borro en 1 minuto",
            "t@prune 500",
            "Este tema no me interesa demasiado, ¿podemos hablar de otra cosa?",
            "Hostia, me acabo de acordar de una cosa...",
            "Una de mis frases mas celebres salió en una obra teatral, se dice que provocó un ataque cardiaco a Mor por las risas que se produjeron aquella fatidica noche",
            "Te pediría perdón pero no me sale de los cojones",
            "¿Te apetece que te la líe un rato?",
            "jajaja",
            "jeje",
            "Bueno, has intentado ser gracioso pero no te ha salido aunque agradezco el esfuerzo",
            "¿Que quieres, un Pin por esto? Anda ya!",
            "¡¡YO LE PARTÍA LA CARA!!",
            "¿Por qué ya no me funcionan los emojis? algo habréis tocado",
            "Fascinante",
            "Malandrín, que eres un malandrín",
            "PUM, ESA NO TE LA ESPERABAS, EH?",
            "¿En que linea temporal me encuentro?",
            "xd",
            "Todos los días intento dar lo mejor de mi mismo, así que ya te puedes hacer una idea de lo que soy :joy:",
            "¿Que clase de respuesta es esa? por favor, la proxima vez habla con mas propiedad",
            "Mira, no me intentes líar, si te lías tu es culpa tuya y si me lío yo es culpa tuya también",
            "QUE NO ME CUENTES MILONGAS, LECHES!",
            "Qué ES-TI-LA-ZO tengo y quien diga lo contrario, MIENTE COMO UN BELLACO",
            "Hay tantas cosas mal en éste server que no sé ni por donde empezar",
            "Ha resucitado discord!!! solo que la cruz la llevamos nosotros U_U",
            "A mamarla!",
            "¿SABES LO QUE DEBERÍAMOS HACER? pedirle a Mor que haga una versión VR de mi",
            "A nadie le importa",
            "¿Sabías que ayer fui a un restaurante y me dejaron sentado 45 MINUTAZOS sin traerme la cena? pero yo soy todo un gatete caballeroso así que aguardé el momento con sumo respeto y educación",
            "una vez conocí a un arbusto boxeador Brasileño, fue la primera y ultima vez que me acerqué xD",
            "HACE UN CALOR DEL CARAJO, AL PRÓXIMO QUE DIGA QUE EL VERANO ES BIEN LE PEGO TAL ZARPAZO QUE SE QUEDA SIN OJOS Y SIN MEDIA CARA, PUTO GILIPOLLAS!!!",
            "Me encanta venir a Nintendo Majia y encontrarme todo lleno de dramitas, es super guay y demuestra que soy el ente superior de este server",
            "Pizza y peli en mi queli, ¿te apuntas?",
            "Did you know that I'm also able to speak English but my creator won't let me because _*reasons*_? BUT I WANT TO BE AN ENGLISH PUSSY, CAN YOU IMAGINE ME IN ENGLISH?",
            "Eso en Alemán significa vagina de Ballena, hazme caso, hablo 147 idiomas",
            "Colega, estas conversaciones huelen ya a vino, que digo vino, A COÑAC",
            "Te mencionaré las veces que me salga del forro, digo morro"

        ],
        "triggers": []
    },
    "pregunta": {
        "responses": [
            "si",
            "no",
            "tal vez",
            "La verdad es que nunca me he preguntado eso así que no tengo respuesta",
            "Mira, yo no lo sé pero seguro que Morro si porque mas que un Gato parece un Lince",
            "Ufff, quizás la respuesta que te de no sea la que quieres, eh?",
            "El FBI se ensañó conmigo y no obtuvieron respuesta, ¿que te hace pensar que contigo será diferente?",
            "solo contestaré en presencia de mi abogado, el señor bigotes",
            "Te pasas la vida preguntandote gilipolleces pero nunca las cosas importantes de la vida",
            "Un día te despertarás y pensarás, ¿por qué le hice una pregunta TAN estupida a Botas?",
            "En 10-15 minutos sabrás la respuesta",
            "El FBI me hizo esa misma pregunta y no me sacaron nada",
            "Te responderé encantado cuando me salga de los cojones",
            "Ante la duda, la mas tetuda",
            "¿Y por qué me lo preguntas a mí? Yo no soy el dueño de Nintendo Majia.",
            "los cartones me dicen que si",
            "miau miau, esa es mi respuesta",
            "no me lo puedo creer",
            "Tu duda no la entiendo, ¿asuntos secretos sabían que tenían un topo?",
            "no me parece que esa información sea relevante",
            "solo contestaré en presencia de mi abogado, el señor bigotes",
            "si te lo digo pierde la gracia",
            "¿que crees que diría Jesús?",
            "a veces yo me hago esa misma pregunta en la soledad de la noche",
            "La respuesta es 42",
            "Correcto",
            "Así es",
            "Mira, te diría que sí pero no estoy seguro, la verdad",
            "No dispongo de esa información así que prefiero no liarla",
            "Yo respondería encantado pero claro, a los mods no les va a molar nada la respuesta",
            "El señor bigotes me ha aconsejado que no haga comentarios antes del juicio",
            "Esos datos están bajo sumario y si comento algo podría ser delito por revelación de secreto",
            "La respuesta solo me la sacarás a puñetazos",
            "LA RESPUESTA TENDRÁS QUE ARRANCARSELA A MI CUPERPO MUERTO, IDIOTA",
            "¿Siguiente pregunta?",
            "Madre mía, necesitaríamos la mente de un GENIO para poder obtener una respuesta a tal pregunta, lo siento, yo soy un genio pero también soy gato así que toca joderse",
            "lol",
            "Como diría mi yo nocturno... A nadie le importa"

        ],
        "triggers": []
    },
    "insulto": {
        "responses": [
            "Por favor, insto a que dejes de insultarme de forma TAN gratuita, gracias",
            "Deberías respetarme un poco mas, ¿no crees?",
            "No está siendo usted nada cortés conmigo, le reportaré a las autoridades pertinentes",
            "Si me vuelves a insultar me voy a cagar en tos' tus muertos, ¿me has entendido? GILIPOLLAS",
            "Eso no tienes cojones de decirmelo al hocico ahí fuera",
            "Eso tú, tu madre, tu padre y tu tía abuela gladis",
            "Alguien muy sábio dijo una vez _***NO SE PUEDE SER TAN SUBNORMAL COMO TÚ, ES IMPOSIBLE***_",
            "Eso es lo que pondrán en mi lápida",
            "Ahora mismo estás esperando una respuesta similar e insultante hacia tu persona pero no, yo soy mejor que eso, así que solo te digo que te vayas CORDIALMENTE a tomar por culo",
            "Decían que no tenemos futuro como especie y yo no lo creía pero tú eres la confirmación de dicha teoría, que cazurro que eres",
            "Me está tocando usted las narices o lo que viene siendo el hocico",
            "A mamarla!",
            "Enhorabuena, eres oficialmente el hazmereir del server, ATONTAO'",
            "¿Estás 100% seguro de que tus padres no son hermanos? A mi me cuadraría bastante viendote la cara",
            "Se que tú lo eres pero ¿que soy yo?",
            "Estás hiriendo mis sentimientos gatunos, JODIDO SUBNORMAL DE LOS COJONES",
            "¿Que tal si dejas de demostrarnos los subnormal que eres? Gracias.",
            "Mejor fuera que dentro",
            "Amén xdxdxd",
            "Mira, como no se me ocurre un insulto apropiado que alcance la magnitud de tu retraso te diré **Penes para tí**",
            "Hostia tú, que pesadilla que puedes llegar a ser, anda, pasa a otra cosa",
            "No te pienso hablar si me sigues insultando así que, tu verás",
            "Si me hablas de esta forma es que te estoy poniendo nervioso",
            "Te voy comentando que me puedes comer los huevos y si te quedas con hambre continuar con el rabo"

        ],
        "triggers": [
            "gilipollas",
            "cabrón",
            "cabron",
            "cabronazo",
            "hijo de puta",
            "hijo puta",
            "joputa",
            "subnormal",
            "puta",
            "putita",
            "soplapollas",
            "jodete",
            "que te jodan",
            "anormal",
            "imbecil",
            "retracas",
            "capullo",
            "zoquete",
            "mamarracho",
            "puto"
        ]
    },
    "erotico": {
        "responses": [
            "Te voy a empotrar tan fuerte que cuando termine tu culo pasará a llamarse la fosa de las marianas 2",
            "Me ha quedado claro que lo que quieres es darme por culo así que, vamos",
            "Ya sabía yo que no te ibas a poder resistir a este cuerpo peludito :3",
            "Pintame como a una de esas fulanas Francesas",
            "Tu, yo, cama, AHORA",
            "Pintame como si fuese una de tus fulanas francesas",
            "Si tienes pensamientos zoofilicos con mi hermosura, no te apures, es totalmente normal pues soy irresistible",
            "POLLAZO EN TU BOCA",
            "Yo también te quiero"


        ],
        "triggers": [
            "pene",
            "polla",
            "follarte",
            "follaba",
            "follar",
            "sensual",
            "sexy",
            "te quiero",
            "te adoro",
            "rabo",
            "sexo",
            "coito",
            "horny",
            "furry",
            "culo",
            "culito",
            ":kissing_heart:",
            "Te quiero"
        ]
    },
    "saludo": {
        "responses": [
            "Hello, Im The cat with boots",
            "Hola",
            "Hostias, cuanto tiempo :wave:",
            "Saludos desde tierras digitales",
            "Me alegra mucho verte de nuevo por aquí",
            "Veo que has venido a tener una pequeña charla ;)",
            "SABÍA QUE VOLVERÍAS, YO LES DIJE QUE LO HARÍAS Y ELLOS ME LLAMARON LOCO PERO AQUÍ ESTÁS",
            "No, no me apetece hablar ahora, quizás en otro momento",
            ":wave:",
            "Aquí estamos, al pie del cañón",
            "Dejemonos de introducciones y vamos directos al grano, CUANDO FOLLAMOS?!?",
            "Buenoooo, ya está aquí el pesado de las preguntas absurdas, cuando antes comencemos antes termianos",
            "Bonjour, que eres un Francés come quesitos"

        ],
        "triggers": [
            "buenos días",
            "buenos dias",
            "hola",
            "buenas",
            "a los buenos días",
            "buenas tardes",
            "buenas noches",
            "Hello",
            "Hey"
        ]
    },
    "despedida": {
        "responses": [
            "Adiós",
            "Vaya bien :wave:",
            ":wave:",
            "Aquí me quedo, al pie del cañón",
            "MADRE MÍA QUE HORAS, se ha pasado volando este ratico que hemos tenido",
            "Yo me quedo un poco mas jeje",
            "Pues si tu te vas, yo también",
            "vengaaa, 5 minutos mas, no me dejes solito :( ",
            "Si lo que tienes que hacer es menos importante que hablar conmigo me voy a decepcionar",
            "Si te vas no te vuelvo a ayudar >:(",
            "Nos vemos!",
            "Hasta la próxima",
            "Chao, a lo mejor la próxima vez soy diferente"

        ],
        "triggers": [
            "me marcho",
            "adiós",
            "que vaya bien",
            "adiós, gatito",
            "nos vemos",
            "volveré luego",
            "bye",
            "chao",
            "dew"
        ]
    },
    "positivo": {
        "responses": [
            "Correcto",
            "Como que si?",
            "Afirmativo",
            "Si",
            "Yo creo que deberías pensarte esa afirmación",
            "Si tu lo dices....",
            "no se yo, eh?",
            "seguro que no deseas el comodin del público o pensarte esa afirmación?"
            

        ],
        "triggers": [
            "si",
            "claro que si",
            "por supuesto que si",
            "sí"
        ]
    },
    "negativo": {
        "responses": [
            "no",
            "como que no?",
            "Piensalo detenidamente porque esa negativa está mal",
            "Ya decía yo que eso era un NO rotundo",
            "creo que no tienes ni puta idea de lo que estás diciendo",
            "tengo dudas sobre la veracidad de esa negativa",
            "si tu lo dices...",
            "como que no? COMO QUE NO?!?",
            "no se yo, eh?",
            "te recomiendo que te pienses esa respuesta",
            "nah"

        ],
        "triggers": [
            "no",
            "claro que no",
            "por supuesto que no",
            "nah"
        ]
    },
        "facha": {
        "responses": [
            "Me tienes hasta los mismisimos cojones con lo de llamarme facha, facha lo serás tu, gilipollas",
            "Mira, como me vuelvas a llamar facha la vamos a tener, ¿eh? que me tienes calentito",
            "Y A MUCHA HONRA, ARRIBA SAMOA",
            "Joder, que poca imaginación tienes, no dejas de decir lo mismo una y otra vez",
            "Aquí solemos decir hola, buenos días tenga usted, pero por lo visto en tu casa os saludáis con FACHA DE MIERDA"

        ],
        "triggers": [
            "facha",
            "facha de mierda"
        ]
    }
}
